[
    {
        "title": "en",
        "desc": "ME DO RE is a leading Real Estate Developer of luxury properties in Dubai, UAE. ✓ Apartments for sale in Dubai ✓ Properties for sale in Dubai.",
        "keywords": "luxury living, apartments, community, amenities, modern living",
        "author": "https://medore.ae/"
    },
    {
        "title": "jlt-community",
        "desc": "Being on the waterfront, which is ringed by an array of amenities, ME DO RE weaves in the magic of refined living in a dynamic environment.",
        "keywords": "community, events, residents, social activities",
        "author": "https://medore.ae/"
    },
    {
        "title": "apartments",
        "desc": "Looking for spacious, liveable apartments for sale in Dubai? ME DO RE has apartments with up to 3 years of post-handover payment plan options.",
        "keywords": "apartments, luxury living, spacious layouts, city view",
        "author": "https://medore.ae/"
    },
    {
        "title": "smart-living",
        "desc": "Smart Living: Most Modern Access Control Security System. Pandemic-Safe Touchless Systems. Smart Video Building Intercom System.",
        "keywords": "smart living, home automation, energy efficiency, modern living",
        "author": "https://medore.ae/"
    },
    {
        "title": "finishes",
        "desc": "We pride ourselves on using the finest and branded world-class materials in our finishes, coupled with in-depth attention to detail.",
        "keywords": "finishes, flooring, fixtures, interior design",
        "author": "https://medore.ae/"
    },
    {
        "title": "amenities",
        "desc": "ME DO RE is designed to offer the ultimate comfort and style for those who demand the very best. It features an array of top-notch amenities.",
        "keywords": "amenities, pool, gym, community center",
        "author": "https://medore.ae/"
    },
    {
        "title": "tower",
        "desc": "Experience luxury living through ME DO RE tower, which offers luxury properties, and apartments for sale in Dubai, United Arab Emirates.",
        "keywords": "tower, high-rise, luxury apartments, city view",
        "author": "https://medore.ae/"
    },
    {
        "title": "aboutus",
        "desc": "ME DO RE is a smart, elegant, and premium modern development. We offer a wide range of luxury properties and apartments for sale in Dubai.",
        "keywords": "tower, high-rise, luxury apartments, city view",
        "author": "https://medore.ae/"
    }
]